* Merged bill of material

The table below contains the full merged BOM on all modules. It's manually maintained for now.

Board names:

| A | TH-555-VCO - mainboard                   |
| B | TH-555-VCO - ioboard                     |
| C | SCM-140-ADSR - mainboard                 |
| D | SCM-140-ADSR - ioboard                   |
| E | RayWilson-Dual-VCA (ioboard + mainboard) |
| F | QuadAttenuverter - mainboard             |
| G | QuadAttenuverter - ioboard               |
| H | DualMixer - mainboard                    |
| H | DualMixer - ioboard                      |
| J | TuringMachine (ioboard + mainboard)      |
| K | Ornament & Crime (ioboard + mainboard)   |

| Name   | Name (alt.)                              | Value                        | Footprint                                                                    | A | B |  C | D |  E |  F |  G |  H |  I |  J |  K | total | LCSC code         | LCSC ($) |   Total | TME code           | TME ($) |  Total | Mouser code       | Mouser ($) |  Total |
|--------+------------------------------------------+------------------------------+------------------------------------------------------------------------------+---+---+----+---+----+----+----+----+----+----+----+-------+-------------------+----------+---------+--------------------+---------+--------+-------------------+------------+--------|
| D      | D                                        | 1N4148DO35-7                 | DO35-7                                                                       | 2 |   | 12 |   |    |    |    |    |    |  1 |    |    75 | C14538            |   0.0075 |  0.5625 |                    |         |      0 |                   |            |      0 |
| D      | D                                        | 1N4007 (repl. 1N4001)        | D_DO-41_SOD81_P7.62mm_Horizontal                                             |   |   |    |   |    |  2 |    |  4 |    |  2 |    |    40 | C106903           |   0.0206 |   0.824 |                    |         |      0 |                   |            |      0 |
|        | D_Zener                                  | 5V                           | D_DO-41_SOD81_P7.62mm_Horizontal                                             |   |   |    |   |    |  2 |    |    |    |    |    |    10 | C3000859          |   0.0448 |   0.448 |                    |         |      0 |                   |            |      0 |
|        | 4558N                                    | 4558N                        | DIL08                                                                        |   |   |  3 |   |    |    |    |    |    |    |    |    15 | C725330           |   0.1475 |  2.2125 | RC4558P            |   0.275 |  4.125 |                   |            |      0 |
|        | 555N                                     | 555N                         | DIL08                                                                        | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C398063           |   0.1353 |  0.6765 |                    |         |      0 |                   |            |      0 |
|        | ALPHA-9MMA                               | 50k                          | Potentiometer_Alps_RK09K_Single_Vertical                                     |   |   |    |   |  2 |    |    |    |    |  2 |    |    20 |                   |          |       0 |                    |         |      0 | PTV09A-4015U-B503 |      0.892 |  17.84 |
|        | ALPHA-9MMA                               | 100k                         | Potentiometer_Alps_RK09K_Single_Vertical                                     |   | 6 |    | 6 |    |    |  8 |    |  8 |    |    |   140 |                   |          |       0 |                    |         |      0 | PTV09A-4015U-B104 |      0.733 | 102.62 |
|        | ALPHA-9MMA                               | 500k                         | Potentiometer_Alps_RK09K_Single_Vertical                                     |   |   |    | 2 |    |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 | PTV09A-4015U-B504 |      0.892 |   8.92 |
|        | ALPHA-9MMA                               | 1M                           | Potentiometer_Alps_RK09K_Single_Vertical (maybe cut shaft, it's 20mm)        |   |   |    | 4 |    |    |    |    |    |    |    |    20 |                   |          |       0 |                    |         |      0 | PTV09A-4020F-B105 |      0.892 |  17.84 |
| C      | C-EU050-024X044                          | 100pF                        | C050-024X044 (THT)                                                           | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C254079           |   0.0161 |  0.0805 |                    |         |      0 |                   |            |      0 |
| C      | C-EU050-024X044                          | 330pF                        | C050-024X044 (THT)                                                           |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C366788           |   0.0182 |   0.091 |                    |         |      0 |                   |            |      0 |
| C      | C-EU050-024X044                          | 470pF                        | C050-024X044 (THT)                                                           | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C249150           |   0.0196 |   0.098 |                    |         |      0 |                   |            |      0 |
| C      | C-EU050-024X044                          | 1nF                          | C050-024X044 (THT)                                                           | 1 |   |    |   |    |    |    |    |    |  6 |    |    35 | C2976624          |   0.0235 |  0.8225 |                    |         |      0 |                   |            |      0 |
| C      | C-EU050-025X075                          | 2.2nF                        | C050-025X075 (THT)                                                           | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C165819           |   0.0231 |  0.1155 |                    |         |      0 |                   |            |      0 |
| C      | C-EU025-024X044                          | 10nF                         | C025-024X044 (THT)                                                           | 6 |   |  3 |   |    |    |    |    |    |  1 |    |    50 | C377844           |   0.0052 |    0.26 |                    |         |      0 |                   |            |      0 |
| C      | C-US050-024X044                          | 22nF                         | C050-024X044 (THT)                                                           |   | 1 |    |   |    |    |    |    |    |    |    |     5 | C377845           |   0.0056 |   0.028 |                    |         |      0 |                   |            |      0 |
| C      | C-EU050-024X044                          | 100nF                        | C050-024X044 (THT)                                                           | 1 |   |    |   |  4 |    |    |    |    | 12 |    |    85 | C254085           |   0.0196 |   1.666 |                    |         |      0 |                   |            |      0 |
|        | C                                        | 470nF (film)                 | THT 5mm                                                                      |   |   |    |   |    |    |    |    |    |  3 |    |    15 | C2803190          |   0.0841 |  1.2615 |                    |         |      0 |                   |            |      0 |
|        | C_Polarized                              | 3.3u/35v                     | E2,5-5                                                                       |   |   |  2 |   |    |    |    |    |    |    |    |    10 | C2686315          |   0.0143 |   0.143 |                    |         |      0 |                   |            |      0 |
|        | C_Polarized                              | 10uF                         | CP_Radial_D5.0mm_P2.50mm                                                     | 2 |   |    |   |  2 |    |    |  2 |    |  2 |    |    40 | C432355           |   0.0472 |   1.888 |                    |         |      0 |                   |            |      0 |
|        | C_Polarized                              | 22uF cap                     | RM2.5 (35V or better)                                                        |   |   |    |   |    |    |    |    |    |    |  2 |    10 | C216201           |   0.0427 |   0.427 |                    |         |      0 |                   |            |      0 |
|        | C_Polarized                              | 47u/16v                      | E2,5-5                                                                       |   |   |  2 |   |    |    |    |    |    |    |    |    10 | C88724            |   0.0449 |   0.449 |                    |         |      0 |                   |            |      0 |
|        | C                                        | (18-) 22pF (C0G/NP0)         | C_0603_1608Metric_Pad1.08x0.95mm_HandSolder                                  |   |   |    |   |    |  4 |    |    |    |    |  4 |    40 | C105620           |   0.0027 |   0.108 |                    |         |      0 |                   |            |      0 |
|        | C                                        | 330p (-560p)                 | C0G/NP0                                                                      |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C62784            |   0.0044 |   0.088 |                    |         |      0 |                   |            |      0 |
|        | C                                        | 100n                         | C_0603_1608Metric_Pad1.08x0.95mm_HandSolder                                  |   |   |    |   |    | 10 |    |  8 |    |    | 12 |   150 | C1591             |   0.0014 |    0.21 |                    |         |      0 |                   |            |      0 |
|        | C                                        | 470n                         | ceramic                                                                      |   |   |    |   |    |    |    |    |    |    |  3 |    15 | C1623             |   0.0075 |  0.1125 |                    |         |      0 |                   |            |      0 |
|        | C                                        | 1u                           | ceramic                                                                      |   |   |    |   |    |    |    |    |    |    |  2 |    10 | C1592             |   0.0019 |   0.019 |                    |         |      0 |                   |            |      0 |
|        | C                                        | 10u                          | ceramic (or tantal)                                                          |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C1691             |   0.0036 |   0.072 |                    |         |      0 |                   |            |      0 |
|        | LM13700N                                 | LM13700N                     | SOIC-16_3.9x9.9mm_P1.27mm                                                    | 1 |   |    |   |  1 |    |    |    |    |    |    |    10 | C1346265          |   3.0981 |  30.981 | LM13700MX/NOPB     |    0.83 |    8.3 |                   |            |      0 |
|        | LM324                                    | LM324                        | SO-14_3.9x8.65mm_P1.27mm                                                     |   |   |    |   |    |  5 |    |    |    |    |    |    25 | C63820            |   0.1837 |  4.5925 |                    |         |      0 |                   |            |      0 |
| PIN2x5 | ML10                                     | ML10                         | ML10                                                                         | 1 |   |  1 |   |  1 |  1 |    |  1 |    |    |  1 |    30 | C5665             |   0.0808 |   2.424 |                    |         |      0 |                   |            |      0 |
|        | -NPN-TO92-CBE                            | BC547B                       | TO92-CBE                                                                     |   |   | 14 |   |    |    |    |    |    |    |    |    70 | C713613           |   0.0262 |   1.834 |                    |         |      0 |                   |            |      0 |
|        | -NPN-TO92-EBC                            | 2N3904                       | TO92-EBC                                                                     | 1 |   |    |   |  2 |    |    |    |    |  1 |    |    20 | C118538           |   0.0165 |    0.33 |                    |         |      0 |                   |            |      0 |
|        | -PNP-TO92-EBC                            | 2N3906                       | TO92-EBC                                                                     | 2 |   |    |   |  2 |    |    |    |    |    |    |    20 | C9809             |   0.0232 |   0.464 |                    |         |      0 |                   |            |      0 |
|        | -PNP-TO92-EBC                            | BC557B                       | TO92-EBC                                                                     |   |   |  6 |   |    |    |    |    |    |    |    |    30 | C900808           |   0.0862 |   2.586 | BC557B-CDI         |  0.0498 |  1.494 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 150                          | 0204_7 (THT)                                                                 |   |   |    |   |  2 |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 330                          | 0204_7                                                                       |   |   |  4 |   |    |    |    |    |    |    |    |    20 | C2848567          |    0.006 |    0.12 | M0.4W-330R         | 0.03472 | 0.6944 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 390                          | 0204_7 (THT)                                                                 | 2 |   |    |   |    |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 470                          | 0204_7                                                                       |   |   |    |   |  2 |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 1k                           | 0204_7                                                                       | 2 |   |  4 |   |  2 |    |    |    |    |  3 |    |    55 | C713997           |   0.0073 |  0.4015 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 1.5k                         | 0204_7                                                                       | 2 |   |    |   |    |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 1.6k                         | 0204_7                                                                       |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C2848576          |   0.0057 |   0.057 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 1.8k                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C2843030          |   0.0045 |  0.0225 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 2k                           | 0204_7                                                                       | 3 |   |    |   |  6 |    |    |    |    |    |    |    45 | C2848569          |    0.006 |    0.27 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 2.2k                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    | 10 |    |    55 | C714002           |   0.0066 |   0.363 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 3.3k                         | 0204_7                                                                       |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C58679            |   0.0079 |  0.0395 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 4.7k                         | 0204_7                                                                       | 2 |   |    |   |  2 |    |    |    |    |    |    |    20 | C58678            |   0.0091 |   0.182 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 5.1k                         | 0204_7                                                                       |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C714010           |   0.0066 |   0.033 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 5.6k                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 10k                          | 0204_7                                                                       | 5 |   |  6 |   |    |    |    |    |    | 10 |    |   105 | C410695           |   0.0104 |   1.092 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 15k                          | 0204_7                                                                       |   |   |  2 |   |    |    |    |    |    |  2 |    |    20 | C433493           |   0.0101 |   0.202 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 20k                          | 0204_7                                                                       | 2 |   |    |   |  4 |    |    |    |    |    |    |    30 | C119208           |    0.009 |    0.27 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 22k                          | 0204_7                                                                       | 2 |   |  8 |   |    |    |    |    |    |    |    |    50 | C601722           |    0.006 |     0.3 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 30k                          | 0204_7                                                                       |   |   |    |   |  2 |    |    |    |    |    |    |    10 | C119357           |   0.0098 |   0.098 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 33k                          | 0204_7                                                                       |   |   |  4 |   |    |    |    |    |    |    |    |    20 | C713925           |   0.0055 |    0.11 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 39k                          | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 47k                          | 0204_7                                                                       |   |   | 10 |   |  2 |    |    |    |    |  1 |    |    65 | C2857423          |    0.005 |   0.325 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 51k                          | 0204_7                                                                       |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C119218           |    0.009 |   0.045 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 56k                          | 0204_7                                                                       |   |   |  4 |   |    |    |    |    |    |    |    |    20 | C2843033          |   0.0045 |    0.09 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 68k                          | 0204_7                                                                       |   |   |    |   |    |    |    |    |    |  1 |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 100k                         | 0204_7                                                                       | 4 | 3 |  8 |   | 14 |    |    |    |    |  5 |    |   170 | C119225           |   0.0099 |   1.683 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 120k                         | 0204_7                                                                       | 1 |   |    |   |  2 |    |    |    |    |    |    |    15 | C172635           |   0.0116 |   0.174 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 137k                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C172643           |   0.0095 |  0.0475 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 150k                         | 0204_7                                                                       | 1 |   |  2 |   |    |    |    |    |    |    |    |    15 | C2843020          |   0.0045 |  0.0675 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 300k                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C2848594          |   0.0045 |  0.0225 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 330k                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 470k                         | 0204_7                                                                       |   |   |    |   |  2 |    |    |    |    |  2 |    |    20 | C119381           |   0.0102 |   0.204 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 560k                         | 0204_7                                                                       |   |   |  2 |   |    |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 1M                           | 0204_7                                                                       | 4 |   |    |   |    |    |    |    |    |    |    |    20 | C58683            |   0.0099 |   0.198 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 1.5M                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 2M                           | 0204_7                                                                       |   |   |    |   |  2 |    |    |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R-US_0204{slash}7                        | 2.2M                         | 0204_7                                                                       | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C2848596          |   0.0107 |  0.0535 |                    |         |      0 |                   |            |      0 |
|        | R-US_0207{slash}7                        | 3.3M                         | 0204_7                                                                       |   | 1 |    |   |    |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 10                           | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |    |    |  2 |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 100                          |                                                                              |   |   |    |   |    |    |    |    |    |    |  4 |    20 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 220                          | e.g. mouser # 279-CPF0805B220RE1                                             |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C2907014          |    0.001 |    0.02 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 470                          | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |  4 |    |  2 |    |    |    |    30 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 510                          | e.g. mouser # 603-RC0805JR-07510RL                                           |   |   |    |   |    |    |    |    |    |    |  2 |    10 | C23193            |   0.0011 |   0.011 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 1k                           | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |  4 |    |    |    |    |    |    20 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 2k                           | e.g. mouser # 660-RK73H2ATTE2001F                                            |   |   |    |   |    |    |    |    |    |    |  1 |     5 | C2907022          |    0.001 |    5e-3 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 2k2                          | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |  2 |    |  2 |    |    |    |    20 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 10k                          | e.g. mouser # 660-RK73H2ATTD1002F                                            |   |   |    |   |    |    |    |    |    |    |  1 |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 24k9 (0.1%)                  | e.g. mouser # 756-PCF0805R-24K9BT1                                           |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C149931           |   0.0382 |   0.764 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 33k                          | e.g. mouser # 660-RK73H2ATTD3302F                                            |   |   |    |   |    |    |    |    |    |    |  8 |    40 | C310277           |   0.0012 |   0.048 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 47k                          | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |    | 16 | 10 |    |    |  2 |   140 | C2907042          |    0.001 |    0.14 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 75k                          | e.g. mouser # 660-RK73H2ATTD7502F                                            |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C140071           |    0.001 |    0.02 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 82k                          | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    | 24 |    |    |    |    |    |   120 | C23254            |   0.0012 |   0.144 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 100k                         | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |    |    |  2 |    |    |  8 |    50 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 100k (0.1%)                  | e.g. mouser # 279-CPF0805B100KE                                              |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C122538           |   0.0296 |   0.592 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 140k                         | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |    |    |  2 |    |    |    |    10 | C2933144          |    0.001 |    0.01 |                    |         |      0 |                   |            |      0 |
|        | R                                        | 220k                         | R_0603_1608Metric_Pad0.98x0.95mm_HandSolder                                  |   |   |    |   |    |    |    |  4 |    |    |    |    20 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PTC THERMISTOR-5                         | 2k                           | R-5 (THT)                                                                    | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C882440           |    0.624 |    3.12 |                    |         |      0 |                   |            |      0 |
|        | TL074                                    | TL074                        | SO-14_3.9x8.65mm_P1.27mm                                                     | 2 |   |    |   |  1 |    |    |  3 |    |    |    |    30 | C107255           |   0.3096 |   9.288 |                    |         |      0 |                   |            |      0 |
|        |                                          | MCP6004                      | (SOIC-14)                                                                    |   |   |    |   |    |    |    |    |    |    |  1 |     5 | C7378             |   0.6005 |  3.0025 |                    |         |      0 |                   |            |      0 |
|        |                                          | OPA2172                      | (SOIC-8)                                                                     |   |   |    |   |    |    |    |    |    |    |  2 |    10 | C545167           |   2.8294 |  28.294 |                    |         |      0 |                   |            |      0 |
|        |                                          | DAC8565                      | (TSSOP-16)  Mouser: , EUR 20,79                                              |   |   |    |   |    |    |    |    |    |    |  1 |     5 |                   |          |       0 |                    |         |      0 | 595-DAC8565IDPW   |      20.79 | 103.95 |
|        |                                          | MMBT3904 (NPN)               | (SOT-23)                                                                     |   |   |    |   |    |    |    |    |    |    |  4 |    20 | C181119           |   0.0075 |    0.15 |                    |         |      0 |                   |            |      0 |
|        |                                          | 1N5817 (diode)               | (DO-41)                                                                      |   |   |    |   |    |    |    |    |    |    |  2 |    10 | C727113           |   0.0301 |   0.301 |                    |         |      0 |                   |            |      0 |
|        |                                          | LM4040 5v0                   | (SOT-23)                                                                     |   |   |    |   |    |    |    |    |    |    |  1 |     5 | C202168           |   0.6258 |   3.129 |                    |         |      0 |                   |            |      0 |
|        |                                          | ADP150-3v3                   | (TSOT)                                                                       |   |   |    |   |    |    |    |    |    |    |  1 |     5 | C29149            |   0.8151 |  4.0755 |                    |         |      0 |                   |            |      0 |
|        |                                          | LM1117-50                    | (SOT-223)                                                                    |   |   |    |   |    |    |    |    |    |    |  1 |     5 | C126028           |   0.2232 |   1.116 |                    |         |      0 |                   |            |      0 |
|        | TRIM_US-RJ9W                             | 100                          | RJ9W (0.1" 3-pin)                                                            | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C118961           |   0.1856 |   0.928 |                    |         |      0 |                   |            |      0 |
|        | TRIM_1234-S64YW                          | 2k                           | RJ9W (0.1" 3-pin)                                                            |   |   |    |   |  2 |    |    |    |    |    |    |    10 | C118206           |   0.2029 |   2.029 |                    |         |      0 |                   |            |      0 |
|        | TRIM_US-RJ9W                             | 25k                          | RJ9W                                                                         | 1 |   |    |   |    |    |    |    |    |    |    |     5 | C118932           |   0.2226 |   1.113 |                    |         |      0 |                   |            |      0 |
|        | TRIM_1234-S64YW                          | 100k                         | RJ9W (0.1" 3-pin)                                                            | 3 |   |    |   |  2 |    |    |    |    |    |    |    25 | C118963           |   0.2406 |   6.015 |                    |         |      0 |                   |            |      0 |
|        | TRIM                                     | 1M                           | BOURNS 3386P-1-105LF (flat triangle base)                                    |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C124987           |   0.2765 |  1.3825 |                    |         |      0 |                   |            |      0 |
|        | M9040P                                   | M9040P                       | SPST, 1MS3T1B1M2QES-5                                                        |   |   |    |   |  2 |    |    |    |    |    |    |    10 | C908270           |   1.5869 |  15.869 |                    |         |      0 |                   |            |      0 |
|        | Write switch                             | T-80-T-SPDT-ON-OFF-ON        | TME: 1MS4T1B1M1QE                                                            |   |   |    |   |    |    |    |    |    |  1 |    |     5 |                   |          |       0 | 1MS4T1B1M1QE       |    1.39 |   6.95 |                   |            |      0 |
|        | LED_Dual_Bidirectional                   | LED_Dual_Bidirectional       | LED_D3.0mm                                                                   |   |   |    |   |    |    |  4 |    |    |    |    |    20 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | LED                                      | LED                          | LED_D3.0mm                                                                   |   |   |    |   |    |    |    |    |  2 | 10 |    |    60 | C779429           |   0.0208 |   1.248 |                    |         |      0 |                   |            |      0 |
|        |                                          | Resettable Fuse 120mA        | Mouser: 576-250R120                                                          |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C369130           |    0.051 |   0.255 |                    |         |      0 |                   |            |      0 |
|        |                                          | Resettable Fuse 100mA        | Mouser: 576-60R010XU                                                         |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C268797           |   0.1122 |   0.561 |                    |         |      0 |                   |            |      0 |
|        |                                          | BEAD                         | Ferrite Bead                                                                 |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C46030            |   0.0096 |   0.096 |                    |         |      0 |                   |            |      0 |
|        |                                          | CD4081BE                     | THT                                                                          |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C507156           |   0.1968 |   1.968 |                    |         |      0 |                   |            |      0 |
|        |                                          | CD4050BE                     | THT                                                                          |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C5223             |   0.4689 |   4.689 |                    |         |      0 |                   |            |      0 |
|        |                                          | CD4015BE                     | THT                                                                          |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C201208           |   0.4292 |   4.292 |                    |         |      0 |                   |            |      0 |
|        |                                          | CD4016BE                     | THT                                                                          |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C273651           |   0.9792 |   4.896 | CD4016BE           |   0.374 |   1.87 |                   |            |      0 |
|        |                                          | DAC0800LCN (repl. DAC0808)   | THT                                                                          |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C66514 (not THT!) |   2.3587 | 11.7935 | DAC0808LCN/NOPB    |    2.43 |  12.15 |                   |            |      0 |
|        |                                          | TL074                        | THT, TME:  TL074ACN                                                          |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C2934670          |   0.2596 |   1.298 |                    |         |      0 |                   |            |      0 |
|        |                                          | TL072                        | THT, TME:  TL072ACP                                                          |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C110329           |   0.6799 |  3.3995 |                    |         |      0 |                   |            |      0 |
|        |                                          | LM78L09                      |                                                                              |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C126064           |   0.0955 |   0.955 |                    |         |      0 |                   |            |      0 |
|        |                                          | TL431ACZ-AP                  |                                                                              |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C351448           |   0.0417 |  0.2085 |                    |         |      0 |                   |            |      0 |
|        |                                          | IC SOCKETS 8P                | 8 Pin DIL                                                                    |   |   |    |   |    |    |    |    |    |  1 |    |     5 | C72124            |   0.0336 |   0.168 |                    |         |      0 |                   |            |      0 |
|        |                                          | IC SOCKETS 14P               | 14 Pin DIL                                                                   |   |   |    |   |    |    |    |    |    |  4 |    |    20 | C2325             |    0.046 |    0.92 |                    |         |      0 |                   |            |      0 |
|        |                                          | IC SOCKETS 16P               | 16 Pin DIL                                                                   |   |   |    |   |    |    |    |    |    |  5 |    |    25 | C72115            |   0.0429 |  1.0725 |                    |         |      0 |                   |            |      0 |
|        |                                          | Rotary switch 8x             | TME: SR17A1815F89N NINIGI                                                    |   |   |    |   |    |    |    |    |    |  1 |    |     5 |                   |          |       0 | SR17A1815F89N      |    1.68 |    8.4 |                   |            |      0 |
|        |                                          | inductor                     | 10uH                                                                         |   |   |    |   |    |    |    |    |    |    |  1 |     5 | C2931851          |   0.0257 |  0.1285 |                    |         |      0 |                   |            |      0 |
|        |                                          | encoders                     | 24 steps w/ switch                                                           |   |   |    |   |    |    |    |    |    |    |  2 |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | tact switches                | multimecs 5E/5G                                                              |   |   |    |   |    |    |    |    |    |    |  2 |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X2 (male)                         | PINHD-1X2                    | 1X02                                                                         |   |   |    | 3 |    |    |    |    |    |    |    |    15 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X2 (female)                       | PINHD-1X2                    | 1X02                                                                         |   |   |  3 |   |    |    |    |    |    |    |    |    15 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X3 (male)                         | PINHD-1X3                    | 1X03                                                                         |   | 2 |    | 2 |    |    |    |    |  1 |    |    |    25 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X3 (female)                       | PINHD-1X3                    | 1X03                                                                         | 2 |   |  2 |   |    |    |    |  1 |    |    |    |    25 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X4 (male)                         | PINHD-1X4                    | 1X04                                                                         |   |   |    |   |  1 |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X4 (female)                       | PINHD-1X4                    | 1X04                                                                         |   |   |    |   |  1 |    |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X6 (male)                         | PINHD-1X6                    | 1X06                                                                         |   | 1 |    | 2 |  2 |    |    |    |    |    |    |    25 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | PINHD-1X6 (female)                       | PINHD-1X6                    | 1X06                                                                         | 1 |   |  2 |   |  2 |    |    |    |    |    |    |    25 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | Conn_01x09 (male)                        | Conn_01x09                   | PinHeader_1x09_P2.54mm_Vertical                                              |   |   |    |   |    |    |  1 |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | Conn_01x09 (female)                      | Conn_01x09                   | PinHeader_1x09_P2.54mm_Vertical                                              |   |   |    |   |    |  1 |    |    |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | Male header 3*2              |                                                                              |   |   |    |   |    |    |    |    |    |  2 |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | Male header 5*2              |                                                                              |   |   |    |   |    |    |    |    |    |  2 |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | Male header 8*2              |                                                                              |   |   |    |   |    |    |    |    |    |  2 |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | Female Male header 3*2       |                                                                              |   |   |    |   |    |    |    |    |    |  2 |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | Female Header 5*2            |                                                                              |   |   |    |   |    |    |    |    |    |  1 |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | 1x7 OLED socket              | 2.54mm, low profile but not machined sockets with round holes for the pins |   |   |    |   |    |    |    |    |    |    |  1 |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | 1x14 socket                  | 2.54mm, socket for teensy 3.x                                                |   |   |    |   |    |    |    |    |    |    |  2 |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        |                                          | 1x14 pin header (to match)   | 2.54mm, header for teensy 3.x                                                |   |   |    |   |    |    |    |    |    |    |  2 |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | Conn_02x07_Odd_Even (male)               | Conn_02x07_Odd_Even          | PinHeader_2x07_P2.54mm_Vertical                                              |   |   |    |   |    |    |    |    |  1 |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | Conn_02x07_Odd_Even (female)             | Conn_02x07_Odd_Even          | PinHeader_2x07_P2.54mm_Vertical                                              |   |   |    |   |    |    |    |  1 |    |    |    |     5 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | Conn_02x10_Counter_Clockwise             | Conn_02x10_Counter_Clockwise | PinHeader_2x10_P2.54mm_Vertical                                              |   |   |    |   |    |  1 |  1 |    |    |    |    |    10 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | SMD Pin Header 2.5" 1x8                  |                              |                                                                              |   |   |    |   |    |    |    |    |    |  2 |    |    10 | C2883805          |   0.2284 |   2.284 |                    |         |      0 |                   |            |      0 |
|        | AudioJack2_SwitchT                       | AudioJack2_SwitchT           | Jack_3.5mm_QingPu_WQP-PJ398SM_Vertical_CircularHoles                         |   | 9 |    | 6 |  8 |    |  8 |    | 10 |  5 | 12 |   290 |                   |          |       0 |                    |         |      0 |                   |            |      0 |
|        | - Power cables IDC, one for each module: |                              |                                                                              |   | 1 |    | 1 |    |  1 |    |    |  1 |  1 |  1 |    30 |                   |          |         | DS1052-102B2MA2030 |    0.57 |   17.1 |                   |            |        |
|--------+------------------------------------------+------------------------------+------------------------------------------------------------------------------+---+---+----+---+----+----+----+----+----+----+----+-------+-------------------+----------+---------+--------------------+---------+--------+-------------------+------------+--------|
|        |                                          |                              |                                                                              |   |   |    |   |    |    |    |    |    |    |    |     0 |                   |          | 184.144 |                    |         |      0 |                   |            | 251.17 |
#+TBLFM: $16=vsum($5..$15)*5
#+TBLFM: $19=$16*$18
#+TBLFM: $22=$16*$21
#+TBLFM: $25=$16*$24
#+TBLFM: @>$19=vsum(@I..@II)
#+TBLFM: @>$22=vsum(@I..@II)
#+TBLFM: @>$25=vsum(@I..@II)

- Little PCB with input screw for 0,5,12,-12, and output IDC times 8
